[ItemDefs.ID_DLC4_Bobblehead ItemDefinition]
ItemName="A Marcus bobble-head"
NoManufacturerName="Generic"
PickupMessage="You got %s"
PickupMessageWithLevel="You got %s (Level %d)"
UseFailureCharacterMessage="You must be a %s to use this item."
UseFailureConstraintsMessage="You cannot use this item."
UseFailureLevelMessage="You must be at least level %d to use this item."

[ItemDefs.ID_DLC4_Bobblehead:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="An effigy of your good friend Marcus, with a wobbly head!"
NoConstraintText=""
Suffix=""

